import react from 'react'
import { Title } from '../../src/components/Title'
import Article from '../../components/Article'
import Gallery from '../../components/Gallery'
import Image from '../../components/Image'
import TextBlock from '../../components/TextBlock'

export default ({ children }) => (
    <>
        <Title>МЕТОДИЧЕСКИЕ РЕКОМЕНДАЦИИ ПО ПОДГОТОВКЕ ГРАФИЧЕСКИХ МАТЕРИАЛОВ КОНКУРСНОЙ ЗАЯВКИ МУНИЦИПАЛЬНОГО ОБРАЗОВАНИЯ ДЛЯ УЧАСТИЯ ВО ВСЕРОССИЙСКОМ КОНКУРСЕ ЛУЧШИХ ПРОЕКТОВ СОЗДАНИЯ КОМФОРТНОЙ ГОРОДСКОЙ СРЕДЫ В ИСТОРИЧЕСКИХ ПОСЕЛЕНИЯХ И МАЛЫХ ГОРОДАХ, ПРОВОДИМОГО В 2020 ГОДУ.</Title>

        <Article>
            

        <ul>
            
            
            <p>заказчик: Центр компетенций по вопросам городской среды Ханты-Мансийского автономного округа.
            <br/>партнеры: MLA+ СПб</p>
            <p>2019 - консалтинг, презентационные материалы, комплекс услуг по разработке методических рекомендаций и типовых шаблонов практических кейсов.</p>

        </ul>
        <TextBlock>
            <Image src='https://unit4.io/files/app_manual/manual.jpg'/>
        </TextBlock>
            
        </Article>
        <Article>

            <p><strong>МЕТОДИЧЕСКИЕ РЕКОМЕНДАЦИИ</strong></p>

            <p>Методические рекомендации по подготовке графических материалов конкурсной заявки муниципального образования для участия во Всероссийском конкурсе лучших проектов создания комфортной городской среды в исторических поселениях и малых городах, проводимого в 2020 году (далее – Методические рекомендации).</p>
            
            <TextBlock>
            <Image src='https://unit4.io/files/app_manual/02.jpg'/>
            </TextBlock>
            
            <p>Альбом формата А4, который включает в себя пример оформления графических материалов: карт, схем, визуализаций, инфографики конкурсной заявки муниципального образования для участия во Всероссийском конкурсе лучших проектов создания комфортной городской среды в исторических поселениях и малых городах, проводимого в 2020 году, а также, описание требований к этим графическим материалам (какого рода информацию необходимо отобразить по каждому из разделов, в чем ее назначение).</p>

        </Article>
        <Article>

            <p><strong>ШАБЛОН ПРАКТИЧЕСКИХ КЕЙСОВ</strong></p>
             
            <p>Типовые шаблоны практических кейсов по благоустройству общественных территорий в муниципальных образованиях Ханты-Мансийского автономного округа – Югры (городских поселениях с численностью населения от 20 000 до 100 000 тысяч включительно и от 100 000 и свыше человек) для подготовки конкурсного задания командам-участникам Международного хакатона «Зимние города России» (далее – Шаблон практических кейсов). 
            </p>
            <TextBlock>
            <Image src='https://unit4.io/files/app_manual/03.jpg'/>
            </TextBlock>
            

            <p>Альбом формата А4, содержащий в табличной форме перечень основных требований к разделам, необходимым к проработке в рамках подготовки Международного хакатона «Зимние города России».</p>



        </Article>
    
    </>
)