import react from 'react'
import { Title } from '../../src/components/Title'
import Article from '../../components/Article'
import Gallery from '../../components/Gallery'
import Image from '../../components/Image'

export default ({ children }) => (
    <>
        <Title>БУЛЬВАР КАРЛА МАРКСА ФАЗА #2</Title>


        <Article>
        <ul>
            <p>Реконструкция сегмента Центрального бульвара
                <br/>Чистополь, Республика Татарстан, Россия
                <br/>Всероссийский конкурс лучших проектов создания комфортной 
                    городской среды в малых городах и исторических поселениях Минстрой РФ <a href={'https://konkurs.gorodsreda.ru/'}
                    target="_blank"
            ><br/>[ подробнее о конкурсе ]</a>
                <br/>победа в номинации “Малые города с численностью населения от 50 до 100 тыс. человек”
            </p>
            
            <p>заказчик: Фонд "Институт развития городов Республики Татарстан"
                <br/>партнеры: Исполнительный комитет Чистопольского муниципального 
                    района, MLA+ СПб</p>
            
            <p>2018 концепция, презентация</p>

            <a href={'https://issuu.com/unit4/docs/proposal_chistopol_2018'}
            target="_blank"
            >[ конкурсная заявка по ссылке ]</a>


        </ul>

        <Article>
        </Article>

            <p><strong>КОНЦЕПЦИЯ</strong></p>

            <Image src='https://unit4.io/files/chistopol2/08.gif'/>
            <p>Вторая итерация развития центрального городского пространства <a href={'chistopol'}
            >[ бульвар Чистополь фаза#1 ]</a> - тематический переход от мемориалов военных лет к достижениям мирного времени. Этот важнейший сегмент включает два кулуара, посвященных памяти жертв мирного времени - Чечено-Ингушского конфликта и Чернобыльской катастрофы, в которых приняли участие сотни чистопольцев, это живая актуальная история города. </p>

            <Image src='https://unit4.io/files/chistopol2/01.jpg'/>

            <Image src='https://unit4.io/files/chistopol2/02.jpg'/>

            <p> Вместе с тем дизайн-решение включает редизайн стелы, посвященной основанию города, меры по организации пешеходного и транспортного движения, автопарковок, а также меры по развитию общественных сервисов и функций на сегменте, построенном в 2017.</p>

            <Image src='https://unit4.io/files/chistopol2/03.jpg'/>

            <p>Плавный переход от военных мемориалов к мемориалам мирного времени, а затем посредством точечной реконструкции уже и к достижениям мирной жизни.
            </p>
        <Article>
        </Article>

            <p><strong>ПРОЕКТНЫЕ РЕШЕНИЯ</strong></p>
            <Image src='https://unit4.io/files/chistopol2/04.jpg'/>

            <p>Площадка отдыха на оси бульвара между автобусными остановками - узел туристического маршрута в мемориальном сегменте бульвара. Сюда помещается стела основания Чистополь и размещаются мирные общественные функции: минимальное оборудование для самых маленьких, павильон торговли и городской туалет.</p>


            <Image src='https://unit4.io/files/chistopol2/05.jpg'/>

            <p>Два мемориальных кулуара:
            <br/>| угольный колерованный фибробетон с тиснением и обоженное дерево скамеек в окружении ярких желтых ветвей высоких кустарников дерна - цветовые контрасты, фактуры - непрямыми методами воздействия достигается мемориальный эффект.
            <br/>| вечнотеплые поверхности подогреваемого бетона в окружении красных ветвей дерна и почвопокровных кустарников, зимой бетон не припорошит снег, летом эти поверхности высыхают быстрее всего.</p>

            <Image src='https://unit4.io/files/chistopol2/06.jpg'/>
            <Image src='https://unit4.io/files/chistopol2/07.jpg'/>
        
        </Article>
    </>
)