import react from 'react'
import { Title } from '../../src/components/Title'
import Article from '../../components/Article'
import Gallery from '../../components/Gallery'
import Image from '../../components/Image'

export default ({ children }) => (
    <>
        <Title>D : : SCND</Title>

        <Article>
            

        <ul>
            <p>Концепции дизайна дворовых пространств жилого района Скандинавия А101,
                <br/>Новая Москва, Россия</p>
            
            <p>заказчик: ГК А101, Москва
            <br/>партнеры: MLA+ СПб, MAP Architects</p>

            <p>2018 - концепция, сопровождение рабочей документации, на стадии реализации</p>

        </ul>

            <Image src='https://unit4.io/files/d_scnd/09.jpg'/>

            <p><i>Концептуальные основания проектирования двора дома #12 полностью соответствуют и являются реализацией в локальном контексте положений Концепции открытых городских пространств проекта жилого района Скандинавия А101.</i> 
            </p>

        </Article>
        <Article>

            <p><strong>ТИХОЕ ПРОСТРАНСТВО</strong></p>

            <p>Двор - пространство коллективного использования, находящееся в непосредственном окружении личного и семейного пространства жизни и деятельности. В этом смысле двор, как открытое городское пространство - инфраструктура реализации только тех личных, групповых, семейных и коллективных целей, которые совместимы в одном пространстве и не конфликтны непосредственному жилому окружению и достижению целей личного и семейного пространства жизни и деятельности.</p>

            <Image src='https://unit4.io/files/d_scnd/07.jpg'/>
            <Image src='https://unit4.io/files/d_scnd/08.jpg'/>  

        </Article>
        <Article>      
            <p><strong>ПРОСТРАНСТВО СОЦИАЛЬНОГО ВЗАИМОДЕЙСТВИЯ И КОММУНИКАЦИИ</strong></p>
            <p>Двор как пространство коллективного использования - инфраструктура развития социального капитала и социальной культуры. Социальный капитал укрепляется и развивается, а нормы социальной культуры устанавливаются в социальных коммуникациях и взаимодействии в пространстве двора. Для возникновения социальной коммуникации и взаимодействия необходимо создать повод и возможность.</p>

            <Image src='https://unit4.io/files/d_scnd/03.jpg'/>
            <Image src='https://unit4.io/files/d_scnd/04.jpg'/> 

        </Article>
        <Article> 
            <p><strong>МУЛЬТИСЦЕНАРНОСТЬ</strong></p>
            <p>Двор как общественно доступное пространство - единый ресурс на все возможные предусмотренные, непредусмотренные и возникающие в будущем способы использования, сценарии и интересы, разделенный по всем существующим и возможным интересам целевых групп, который становится дефицитным. Во избежание неэффективного использования пространства, а также в поддержания принципа социального взаимодействия и коммуникации в открытх городских пространствах, дворы могут по возможности безбарьерно соседствовать для возможности дополнять дефицит ресурса из соседствующих пространств. При этом одно и то же пространство может воспринимать несколько разных сценариев использования, разнообразие которых поддерживается возможностью задействования различного инвентаря, доступного сообществу двора.</p>

            <Image src='https://unit4.io/files/d_scnd/05.jpg'/>
            <Image src='https://unit4.io/files/d_scnd/06.jpg'/> 

        </Article>
        <Article>
            <p><strong>ИДЕНТИЧНОСТЬ</strong></p>
            <p>Двор - пространство социализации, коллективного использования и самоидентификации локального сообщества - социального окружения жилой группы, ядром которой является двор. В социальное окружение жилой группы входят не только жители конкретной жилой группы, но и все люди, чьи обстоятельства жизни, деятельности, интересы и память так или иначе связаны с пространством конкретного двора, его жителями, живущими сейчас, или когда-либо жившими или будущими жителями. В этом смысле необходимо, чтобы пространство каждого конкретного двора было узнаваемо, индивидуально, отлично от других дворов и открытых городских пространств, необходимо, чтобы эти уникальные признаки каждого двора были осязаемы, распознаваемы и номинируемы.</p>

            <Image src='https://unit4.io/files/d_scnd/01.jpg'/>
            <Image src='https://unit4.io/files/d_scnd/02.jpg'/>


        </Article>
        <Article>

            <p><strong>ПРОЕКТНЫЕ РЕШЕНИЯ</strong></p>

            <p>Принципы и смыслы интегрируются в проекты всех типов открытых городских пространств. На примере концепций D12 D13 D19-21 проиллюстрированы дизайн-решения дворовых пространств жилого района Скандинавия А101.</p>

            <Image src='https://unit4.io/files/d_scnd/10.gif'/>
            
            

                       

        </Article>
        
    </>
)