import react from 'react'
import { Title } from '../../src/components/Title'
import Article from '../../components/Article'
import Gallery from '../../components/Gallery'
import Image from '../../components/Image'

export default ({ children }) => (
    <>
        <Title>БЛАГОУСТРОЙСТВО ЖИЛОГО РАЙОНА "ДЕЛЬТА"</Title>

        <Article>
            

        <ul>
            <p>Концепция благоустройства и линейка оборудования жилого комплекса офисного парка “Comcity” (фаза “Дельта”)
                <br/>Новая Москва, Россия</p>
            
            <p>заказчик: PPF Real Estate Russia
            <br/>партнеры: MLA+ СПб, АМ Сергей Киселев и партнеры</p>
            <p>2019 - концепция, эскизный проект, подготовка документации к экспертизе</p>

        </ul>

            <Image src='https://unit4.io/files/delta/01.jpg'/>

            <p><i>Основная задача средового дизайна - в отличие от архитектурного дизайна, - дать дизайн-решения не в масштабе архитектуры, а в т.н. “человеческом” масштабе (human scale) - в масштабе соразмерном людям, доступном их непосредственному тактильному ощущению и опыту.</i></p>
            <p><i>При этом необходимо соблюсти различные технологические предписания и ограничения (доступ пожарного, медицинского транспорта, мусороудаления и снегоуборки, доступ и ограничения обслуживания инженерного оборудования) и эффективное использование открытых пространств в различных сезонах и погодных состояниях различными социально-культурными группами.</i> 
            </p>

        </Article>
        <Article>

            <p><strong>КОМПОЗИЦИОННО-ПРОСТРАНСТВЕННОЕ РЕШЕНИЕ</strong></p>

            <p>Центральная аллея выделяется аллейной посадкой деревьев с выдержанной цветовой программой: выход аллеи к детским образовательным учреждением маркирован группой с яркой листвой, также по сторонам чередуются группы деревьев резко меняющих по сезонам цвет листвы и завязей с группами деревьев с яркими цветами и плодами.</p>
            <Image src='https://unit4.io/files/delta/03.jpg'/>        
            
            <p>Функционально центральная аллея представляет собой выделенную центральную ось пешеходных прогулок с маркированной полосой для велопрогулок. Её с обеих сторон окружают микрофункциональные зоны с микромаршрутами - площадки игры в петанк, площадки воркаутов, качелей, зон со столами для отдыха, игры в настольный теннис, батутами и пр.</p>
            <Image src='https://unit4.io/files/delta/11.jpg'/>
            <p>Открытые водотоки и фрагменты растительности образуют в масштабе округа связанный экокаркас, который необходимо поддержать на уровне зонирования открытых городских пространств.</p> 
            <Image src='https://unit4.io/files/delta/02.jpg'/>
            <p>Мощение аллеи центральной оси сложно-составное. Наибольшую ширину занимает шлифованное сплошное мощение из светлого камня, наиболее удобное в сухую погоду. С одной стороны оно маркировано мощением полосы прогулочного велодвижения, а с другой стороны сменяется мощением из того же светлого камня, перемежающегося с полосами засыпки балтийской галькой. Такое покрытие удобнее в демисезон и в зимний период, когда важно сцепление подошвы с покрытием и способность покрытия отводить большие объемы поверхностной воды. В такой же технике выполнена прогулочная велополоса. Вместе с тем полоса засыпки отсевом препятствует выносу поверхностной водой земли с газонов на мощение (т.н. технология “швейцарского газона”).</p>
            <p>Микрофункциональные зоны имеют такое смешаное мощение, чтобы ими удобно было пользоваться в любой сезон.</p>
            <Image src='https://unit4.io/files/delta/04.jpg'/> 
  

        </Article>
        <Article>

            <p><strong>ЗЕЛЕНАЯ ПРОГРАММА</strong></p>
             
            <p>Концепция зеленой программы базируется на поддержании всесезонного цветового разнообразия внутри дворовых пространств и на аллее засчет композиций травянистых многолетников и кустарников, а также посадок крупномеров.</p>
            
            <Image src='https://unit4.io/files/delta/06.jpg'/>
            <p>Композиция посадок главной аллеи следует нескольким простым правилам:
            <br/>| входы и выходы из дворов жилого района комплекса фланкированы симметричными группами черешен <i>(дерево черешни отличает высокая декоративность: бурное цветение весной, сочная оранжевая листва осенью, зимой многие ягоды остаются на ветвях).</i> Видовой состав черешен подобран так, чтоб их было не менее трех в ряду и их сорта чередовались, что повышает их вегетативный потенциал на протяжении жизненного цикла;
            <br/>| основной ряд посадок образуют невысокие клёны на высоком штамбе с шаровидной кроной двух видов - с зеленой и светло-желтой листвой;
            <br/>| последовательность основного ряда следует правилу градиента от одного вида кленов к другому;
            <br/>| спортивную площадку от жилых домов отделяют два ряда средневысоких берез <i>(для более плотного экранирования они высажены в шахматном порядке);</i>
            <br/>| техническую зону от жилого комплекса отделяет плотный ряд елей;
            <br/>| зону детских образовательных учреждений маркирует нарядный ряд голубых елей;
            <br/>| главную аллею от технической зоны, а также периметр гостевой парковки отделяет плотный ряд средневысокого ивового кустарника.</p>

            <Image src='https://unit4.io/files/delta/05.jpg'/>


        </Article>
        <Article>

            <p><strong>КОМПОЗИЦИОННОЕ РЕШЕНИЕ ДВОРА</strong></p>
            <p>В целом двор композиционно решен как градиент от наиболее инсолируемой газонной лужайки у аллеи к засыпке и сплошным посадкам средневысоких кустов в середине двора, и, наконец, к сплошному мощению у зоны ритейла в глубине двора.</p>

            <Image src='https://unit4.io/files/delta/09.jpg'/>
            <p>Газонная лужайка непосредственно граничит с детскими игровыми площадками двух возрастных категорий - 1-3 года в засыпке речной галькой кремового цвета и 3-12 лет. Оборудование - цельнодеревянная серия Компан в засыпке балтийской галькой. </p>
            <Image src='https://unit4.io/files/delta/07.jpg'/>
            <p>Балтийская галька выбрана из-за широкого, если не сказать максимального диапазона цветового и тонового спектра. Форма игровых площадок образуется агрегированным абрисом зон безопасности игрового оборудования площадок. Для удобства доступа площадок в демисезон к ним проложены дорожки дискретного мощения по аналогии с мощением центральной аллеи. Газонные покрытия, равно как и посадки кустов, со всех сторон фланкированы поясами отсева шириной 400мм для соблюдения технологии “швейцарского газона”. </p>
            <Image src='https://unit4.io/files/delta/08.jpg'/>
            <p>Композиции средневысоких кустов и состав изгородей палисадников подбираются так, чтобы максимально поддерживать сезонное цветовое разнообразие [цвет веток/листьев/соцветий/цветов/плодов/побегов].</p>

        </Article>

        <Article>

            <p><strong>КОМПОЗИЦИОННОЕ РЕШЕНИЕ ПЛОЩАДОК ОБРАЗОВАТЕЛЬНЫХ УЧРЕЖДЕНИЙ</strong></p>
            <p>Соблюдаются нормативные площади детских площадок и навесов в едином композиционном решении, поддерживающем разнообразие покрытий и озеленения. Для площадок школы выделяются зоны для 4 классов начальной школы по возрастам.</p>
            <Image src='https://unit4.io/files/delta/10.jpg'/>

        </Article>
    </>
)