import react from 'react'
import Title from '../../components/Title'
import Article from '../../components/Article'
import Gallery from '../../components/Gallery'
import Image from '../../components/Image'

export default ({ children }) => (
    <>
        <Title>ЗАГОРОДНЫЙ ПАРК</Title>

        <Article>



            <ul>
                <p>Открытый архитектурный конкурс на концепцию лучшего функционально-планировочного и объемно-пространственного решения по реконструкции Центрального парка культуры и отдыха имени М. Горького
                    <br/>Загородный парк, Самара, Россия</p>
                <p>организатор: Администрация городского округа Самара</p>
                <p>октябрь-ноябрь 2018 - открытый архитектурный конкурс</p>

            </ul>

                <Image src='https://unit4.io/files/samarapark/01.jpg'/>
            
                <p>Концепция установливает определенный баланс общественных функций и природного окружения. Общественные функции не должны оккупировать природное окружение - одно из конкурентных преимуществ парка перед другими общественными местами города.</p>

                <p><strong>АЙДЕНТИКА ЗАГОРОДНОГО ПАРКА</strong></p> 

                <Image src='https://unit4.io/files/samarapark/07.jpg'/>

                <p>Aдентика Загородного парка строится на следующих принципах: 
                <br/>| природность <i>(концентрические годичные кольца дерева, естественный рельеф, характерный для парка)</i>
                <br/>| антропогенность, влияние и участие человека <i>(символическое изображение отпечатка пальца)</i>
                <br/>| самообновление, взаимодействие, изменение, обменный процесс <i>(проекция принципа сложного взаимодействия таких компонентов, как: Человек, Ландшафт, Время)</i></p>
                <Image src='https://unit4.io/files/samarapark/12.jpg'/>

        </Article>

        <Article>

                <p><strong>ПРОЕКТНЫЕ РЕШЕНИЯ : : ФУНКЦИОНАЛ</strong></p>

                <Image src='https://unit4.io/files/samarapark/02.jpg'/>
                <Image src='https://unit4.io/files/samarapark/03.jpg'/>


                <p>Существующий функционал общественных сервисов парка дополняется новыми категориями:
                    <br/>| по характеру размещения функций <i>(постоянные, временные, стихийные)</i>
                    <br/>| по сценариям времяпрепровождения - <i>(быстрые, медленные)</i>
                    <br/>| по степени "натуральности"  - <i>(природные, антропогенные)</i>
                    <br/>| по качеству самореализации  - <i>(участник-потребитель, участник-созидатель)</i> 
                    <br/>| по градиенту активности - <i>(тихие, громкие)</i></p>

        </Article>

        <Article>

                <p><strong>ПРОЕКТНЫЕ РЕШЕНИЯ : : ТЕМАТИЧЕСКИЕ МАРШРУТЫ</strong></p>

                <Image src='https://unit4.io/files/samarapark/04.jpg'/>

                <p>С опорой на существующую планировочную структуру пространство дополняется несколькими тематическими сетками - маршрутами:
                <br/>| быстрые <i>(фуникулер, велодорожка, лыжная тропа)</i>
                <br/>| спокойные <i>(регулярные пешеходные маршруты)</i>
                <br/>| медленные <i>(нерегулярные лесные тропы)</i>
                <br/>| регулярные <i>(инфраструктурная ось)</i>
                <br/>| хаотичные <i>(сменяемая тропиночная сеть)</i>
                <br/>ВАЖНО! Сохранить аутентичные функции, придав им новое качество дизайна и пространственного окружения: конный клуб, веревочный парк, катальная горка, переосмысление колеса обозрения, тропиночной сети.</p>

                
        </Article>

        <Article>

                <p><strong>ПРОЕКТНЫЕ РЕШЕНИЯ : : МОДЕЛЬ ФУНКЦИОНИРОВАНИЯ</strong></p>
                <Image src='https://unit4.io/files/samarapark/05.jpg'/>


                <p>Формула функционирования площадок парка:
                <br/>В планировочной структуре парка содержатся несколько площадок с функциями на долгосрочной контрактной основе. В этом ряду есть несколько вакантных площадок на будущее развитие. Правило в том, что основа контракта - всесезонное использование <i>(или использование на срок не менее одного сезона, регулярный контракт),</i> и две площадки должны быть всегда свободны для будущих функций. Они могут быть заняты, если высвобождаются другие площадки по истечении контракта. 
                <br/>Такая структура обеспечивает сменяемость операторов схожих функций, либо располагает их к смене оборудования при возобновлении контракта. 
                <br/>Cистема располагает к тому, чтобы множились инициативы, примеривающиеся к использованию площадок в парке, к возделыванию инициативами своей аудитории, к разнообразию аудиторий и способов использования площадок парка.</p>

                <Image src='https://unit4.io/files/samarapark/06.jpg'/>

                <p>Зеленые площадки парка в незаполненные таймслоты "регенерируются" после интесивного использования.</p>


                <Image src='https://unit4.io/files/samarapark/09.jpg'/>
                <Image src='https://unit4.io/files/samarapark/10.jpg'/>
                <Image src='https://unit4.io/files/samarapark/11.jpg'/>



        </Article>
    </>
)