import react from 'react'
import { Title } from '../../src/components/Title'
import Article from '../../components/Article'
import { Image } from '../../src/components/Image'

export default ({ children }) => (
    <>
        <Title>САДЫ ТРОЛЛЕЙ</Title>

        <Article>
            

        <ul>
            <p>Концепция открытых городских пространств + парк жилого района Скандинавия, Москва
                <br/>первое место в конкурсе с международным участием </p>
            
            <p>заказчик: ГК А101, Москва
            <br/>партнеры: MLA+ СПб</p>
            <p>ноябрь 2017 - концепция, презентация</p>

        </ul>

            <Image src='https://unit4.io/files/trollgardens/03.jpg'/>

            <p><i>5 минут прогулки, и вы на мосту над темной водой в чаще леса. С другой стороны лесного пруда - водный комплекс с сауной. В лесу - странноватого вида сооружение, там занимаются восточной гимнастикой. Дорожка из деревянной брусчатки ведет к другому похожему сооружению - его облепили дети, а на площади перед ним жители возводят вантовую стелу к празднику. Запах ольховых шишек.</i> 
            </p>

        </Article>
        <Article>

            <h2>БАЛАНС ПРИРОДНОГО И УРБАНИЗИРОВАННОГО</h2>

            <p>Многие девелоперские проекты подмосковья продают образ жизни в природном окружении среди ручьев, лесов, лугов, вдали от суеты и шума мегаполиса. Но с приходом многоэтажной застройки эта главная ценность уничтожается</p>
            <Image src='https://unit4.io/files/trollgardens/13.jpg'/>           
            
            <p>Ради воспроизводства главной ценности проектов новой застройки
                необходимо выстраивание баланса природы/урбанизации.

            <br/>Открытые водотоки и фрагменты растительности образуют в масштабе округа связанный экокаркас, который экокаркас необходимо поддержать на уровне зонирования открытых городских пространств.</p>

            <Image src='https://unit4.io/files/trollgardens/01.jpg'/> 
            <p> В каждой зоне на уровне дизайна поддерживается свой баланс приоритета природных экосистем / общественных функций.</p>

            <Image src='https://unit4.io/files/trollgardens/02.jpg'/> 
  
            <p> А также свой дизайн-код, обуславливающий набор покрытий, зеленого материала, оснащения.</p>   

        </Article>
        <Article>

            <h2>ФУНКЦИОНАЛЬНОЕ ЗОНИРОВАНИЕ ПАРКА</h2>
            <p>Два основных опорных фактора, на которых строится содержательная и качественная альтернатива общественным функциям в границах проектирования - плотное природное окружение и социальный центр в центре жилого образования с населением в 10000 чел.</p>
            <p>Эти два опорных фактора непосредственно выражаются в организации на территории в границах проектирования двух базовых объектов - соседского центра Снигель и водного комплекса Аалто. Оба объекта устроены мультифункционально, реализуя одновременно несколько сценариев использования различными социальными группами. Также функционал обоих объектов может варьироваться и масштабироваться за счет использования множества прилегающих открытых общественных пространств.</p>

            <Image src='https://unit4.io/files/trollgardens/12.jpg'/>

            <p>По этой причине открытые общественные пространства (бульвар, поляны) также организованы как формы социализации - множество социально-культурных групп и групп по интересам могут одновременно и бесконфликтно реализовать сценарии использования открытых пространств.
            <br/>Помимо двух основных опорных объектов, связанных с серией различных форм социализации, проектом предусматриваются дополнительные:
            <br/>| два собачьих сада на Дубовой и Липовой полянах
            <br/>| мост-батут Сварт
            <br/>| интерактивные ограды
            <br/>| площадки барбекю у игровых зон Липовой поляны
            <br/>| сад троллей на Кленовой поляне
               </p>
            

        </Article>
        <Article>

            <h2>СОСЕДСКИЙ ЦЕНТР СНИГЕЛЬ</h2>
            <p>Соседский центр занимает центральное положение в парке и в системе кварталов жилой застройки с населением около 10000 человек.
            Внутренние функции соседского центра:
            <br/>| кухонный клуб
            <br/>| зал собраний/соседская библиотека
            <br/>| фаблаб (высокотехнологичная мастерская)
            <br/>| всепогодная детская песочница
               </p>

            <Image src='https://unit4.io/files/trollgardens/04.jpg'/>
            <p>Все функциональные внутренние объемы задействуются различными социально-культурными группами и социально-ориентированными проектами относительно равномерно в течении дня и недели по системе онлайн-бронирования.</p>
            <p>Архитектурный дизайн соседского центра соответствует концепции “садов троллей”. По образу он напоминает некое существо или его фрагмент, как бы случайно застрявший в этой части парка. Случайный характер произошедшего подчеркнут тем, что этот объем какбы объял одно из деревьев. Объем покрыт светлым полиуретаном с шагреневой поверхностью. </p>
            <p>Сам он служит крышей соседского центра, различные его части используются в сценариях игровой площадки.</p>
            <Image src='https://unit4.io/files/trollgardens/05.jpg'/>
            <Image src='https://unit4.io/files/trollgardens/06.jpg'/>

        </Article>
        <Article>

            <h2>МОСТ СВАРТ</h2>
            <p>Мост решает сразу несколько задач. Он необходим для сквозного дугового
            прохода через парк, соединяющего Липовую поляну, водный комплекс Аалто,
            Березовую поляну и бульвар а также для социального контроля, визуального
            мониторинга, любования и наблюдения за состоянием пруда, прибрежных и
            береговых экокомплексов и зоны NNN.
               </p>

            <Image src='https://unit4.io/files/trollgardens/09.jpg'/>

            <p>Функционально мост поделен вдоль на две части:
            <br/>| проход шириной 1,5м в нижнем ярусе моста - покрыт деревянными ламелями с насечкой антискольжения, ограждением из прессованной оцинкованной решетки и деревянным поручнем.
            <br/>| батут из 4х ярусов сети из шелка - позволяет “зависнуть”, либо “пораскачиваться” на различной высоте над прудом. Нижний ярус сети - служебный и необходим для дополнительной безопасности. Сеть раскроена и сшита так, чтоб образовывались сетчатые проемы внутри сетчатого объема для возможности перелезания с одного яруса на другой, также покрой сетчатого объема исключает возможность непреднамеренного падения в водоем.
               </p>
            
            <Image src='https://unit4.io/files/trollgardens/10.jpg'/>


        </Article>
        <Article>

            <h2>ВОДНЫЙ КОМПЛЕКС ААЛТО</h2>
            <p>Водный комплекс расположен в глубине парка на участке, свободном от крупных деревьев на берегу естественного пруда. Корпус водного комплекса и мост-батут образуют огороженную территорию с Ивовой поляной в центре, на которую можно попасть только через вход в водный комплекс и его рецепцию.</p>

            <Image src='https://unit4.io/files/trollgardens/08.jpg'/>
            <p>Внутренние функции водного комплекса:
            <br/>| шлюзы для переодевания с душами
            <br/>| сауна с душевыми кабинами
            <br/>| туалетные комнаты
            <br/>| чайный бар</p>
            <p>Наружные функции водного комплекса:
            <br/>| плавательный бассейн
            <br/>| плескательный бассейн
            <br/>| терраса для солнечных ванн
            <br/>| скамья наблюдения за ландшафтом</p>

            <Image src='https://unit4.io/files/trollgardens/11.jpg'/>    
            <p>Терраса солнечных ванн расположена с видом на бассейны, скамья наблюдения и сауна расположены с панорамным видом на пруд и мост Сварт.
               </p>

            
            

        </Article>
        <Article>

            <h2>САД ТРОЛЛЕЙ</h2>
            <p>Сад троллей на Кленовой поляне представляет собой относительно скрытое уединенное пространство в части парка, отдаленной от прочих активностей. Оно используется социально-культурными группами или субкультурами, а также самоорганизованными группами, которые по каким-либо причинам не интегрируются с другими или не могут разделять с другими группами основные пространства парка. 
               </p>

            <Image src='https://unit4.io/files/trollgardens/16.jpg'/>
            
            <p>Сад троллей - объект неоднозначной протоорганической формы размером с поляну, покрытый светло-серым полиуретаном, пространство вокруг него и отверсия для деревьев покрыты мульчей карминового цвета.
               </p>

        </Article>
    </>
)