import react from 'react'
import DefaultLayout from '../../components/DefaultLayout'
import Title from '../../components/Title'
import Article from '../../components/Article'
import Gallery from '../../components/Gallery'
import Image from '../../components/Image'

export default ({ children }) => (
    <DefaultLayout>
        <Title caption="Troll Gardens">TROLL GARDENS</Title>

        <Article>
            <Image src='/static/repository/trollgardens/01.jpg'/>

            <p>
                Бульвар по улице Карла Маркса во все времена был центральной осью исторического центра города,
                на нем располагались главные городские службы, самые нарядные дома, церкви и парки.
                Реконструируемая часть бульвара демонстрирует современное лицо исторического города и перспективы его развития - с опорой на культурные ценности прошлого, которые также имеют свое место и ценность в будущем. Три площади с навесами и павильонами, тематические кулуары, серия малых архитектурных форм и оборудования - отсыл к важным смысловым аспектам жизни и истории города: агрокультура, часовой завод "Восток", велокультура и смарт-сити. Пешеходные переходы с подсветкой, тактильным покрытием для комфорта слабовидящих и стойким клинкерным мощением, контрастным по цвету проезжей части - наглядная индикация границы преимущества пешеходного движения перед автотранспортным.
            </p>

            <Image src='/static/repository/trollgardens/02.jpg'/>

            <p>
                Бульвар по улице Карла Маркса во все времена был центральной осью исторического центра города,
                на нем располагались главные городские службы, самые нарядные дома, церкви и парки.
                Реконструируемая часть бульвара демонстрирует современное лицо исторического города и перспективы его развития - с опорой на культурные ценности прошлого, которые также имеют свое место и ценность в будущем. Три площади с навесами и павильонами, тематические кулуары, серия малых архитектурных форм и оборудования - отсыл к важным смысловым аспектам жизни и истории города: агрокультура, часовой завод "Восток", велокультура и смарт-сити. Пешеходные переходы с подсветкой, тактильным покрытием для комфорта слабовидящих и стойким клинкерным мощением, контрастным по цвету проезжей части - наглядная индикация границы преимущества пешеходного движения перед автотранспортным.
            </p>

            <Image src='/static/repository/trollgardens/03.jpg'/>

            <p>
                Бульвар по улице Карла Маркса во все времена был центральной осью исторического центра города,
                на нем располагались главные городские службы, самые нарядные дома, церкви и парки.
                Реконструируемая часть бульвара демонстрирует современное лицо исторического города и перспективы его развития - с опорой на культурные ценности прошлого, которые также имеют свое место и ценность в будущем. Три площади с навесами и павильонами, тематические кулуары, серия малых архитектурных форм и оборудования - отсыл к важным смысловым аспектам жизни и истории города: агрокультура, часовой завод "Восток", велокультура и смарт-сити. Пешеходные переходы с подсветкой, тактильным покрытием для комфорта слабовидящих и стойким клинкерным мощением, контрастным по цвету проезжей части - наглядная индикация границы преимущества пешеходного движения перед автотранспортным.
            </p>

            <Image src='/static/repository/trollgardens/04.jpg'/>

            <p>
                Бульвар по улице Карла Маркса во все времена был центральной осью исторического центра города,
                на нем располагались главные городские службы, самые нарядные дома, церкви и парки.
                Реконструируемая часть бульвара демонстрирует современное лицо исторического города и перспективы его развития - с опорой на культурные ценности прошлого, которые также имеют свое место и ценность в будущем. Три площади с навесами и павильонами, тематические кулуары, серия малых архитектурных форм и оборудования - отсыл к важным смысловым аспектам жизни и истории города: агрокультура, часовой завод "Восток", велокультура и смарт-сити. Пешеходные переходы с подсветкой, тактильным покрытием для комфорта слабовидящих и стойким клинкерным мощением, контрастным по цвету проезжей части - наглядная индикация границы преимущества пешеходного движения перед автотранспортным.
            </p>
            
            <Image src='/static/repository/trollgardens/05.jpg'/>
            <Image src='/static/repository/trollgardens/06.jpg'/>
            <Image src='/static/repository/trollgardens/07.jpg'/>
        </Article>
    </DefaultLayout>
)